base
base-devel
btop
chafa
cmake
efibootmgr
fastfetch
feh
fish
fisher
git
i3-wm
i3blocks
i3lock
i3status
iwd
kitty
less
lightdm
lightdm-gtk-greeter
linux
linux-firmware
maven
nano
network-manager-applet
networkmanager
nwg-look
pacman-contrib
polybar
pulseaudio
python-pipx
picom
rofi
rofi-calc
smartmontools
thunar
ttf-jetbrains-mono-nerd
unzip
wget
wireless_tools
xdg-utils
xf86-video-vmware
xorg-xinit
xss-lock
zram-generator

